/* 
   InfoPlist.strings
   iStudiez Pro

   Copyright 2008-2013 iStudiez Team. All rights reserved.
*/

/* Description showing when OS alerts user that the app requires access to his calendars */
"NSCalendarsUsageDescription " = "打开这个选项，你就可以在iStudiez Pro中查看、编辑、创建新事件。";
/* Description showing when OS alerts user that the app requires access to his reminders */
"NSRemindersUsageDescription " = "打开这个选项，你就可以在iStudiez Pro中查看、编辑、创建新提醒。";
/* Description showing when OS alerts user that the app requires access to his contacts */
"NSContactsUsageDescription " = "打开这个选项，你就可以在iStudiez Pro中添加同伴和老师。";
/* Description showing when OS alerts user that the app requires access to his photos */
"NSPhotoLibraryUsageDescription " = "打开这个选项，你就可以在iStudiez Pro中给老师添加照片。";

/* 
   Localizable.strings
   iStudiez Pro

   Copyright 2008-2013 iStudiez Team. All rights reserved.
*/

/* button for choosing color for course */
"Color" = "颜色";
/* duration label. used to indicate of semester or class */
"Duration" = "为期";
/* duration format string f.e. "Duration: 1 week 2 days" */
"Duration: %@" = "为期：%@";
/* editing window title. f.e. 'Edit Something' */
"Edit %@" = "编辑 %@";
/* editing window title alternate title */
"Edit" = "编辑";
/* Class details window title */
"Details" = "明细";
/* start label. Used to indicate start TIME of class */
"Start" = "开始";
/* start label. Used to indicate end TIME of class */
"End" = "结束";
/* Single year for duration. f.e. '1 year'. */
"%d year" = "%d 年";
/* Plural years for duration. f.e. '5 years'. */
"%d years" = "%d 年";
/* Single month for duration. f.e. '1 month'. */
"%d month" = "%d 月";
/* Plural months for duration. f.e. '5 months'. */
"%d months" = "%d 月";
/* Single week for duration. f.e. '1 week'. */
"%d week" = "%d 周";
/* Plural weeks for duration. f.e. '5 weeks'. */
"%d weeks" = "%d 周";
/* Single day for duration. f.e. '1 day'. */
"%d day" = "%d 天";
/* Plural days for duration. f.e. '5 days'. */
"%d days" = "%d 天";
/* Single hour for duration. f.e. '1 hour'. */
"%d hour" = "%d 小时";
/* Plural hours for duration. f.e. '5 hours'. */
"%d hours" = "%d 小时";
/* Single minute for duration. f.e. '1 minute'. */
"%d minute" = "%d 分钟";
/* Plural minutes for duration. f.e. '5 minutes'. */
"%d minutes" = "%d 分钟";
"minutes" = "分钟";
/* type of class: lecture, seminar, etc. */
"Type" = "类型";
/* Sample Data alert title */
"STSampleContentAlertTitle" = "范例数据";
/* Alert that showing when app is launched for the first time. It offers sample data for the user to see how the app works */
"STSampleContentAlertText" = "如果你熟悉这款应用程序，选择“跳过”，开始使用即可；如果不熟悉，选择“使用范例”。";
/* Sample Data alert button */
"Use Blank" = "跳过";
/* Sample Data alert button */
"Load" = "使用范例";
/* app version format string: Version 1.6.3 (482)*/
"STVersionFormat" = "版本 %@ (%@)";
/* Delete all data alert title */
"DeleteAllDataAlertTitle" = "这将会删除 %@ 中所有数据，包括课程、课程表和作业。确定要删除所有数据吗？";
/* Delete all data alert button */
"CancelButtonTitle" = "取消";
/* Delete all data alert button */
"DeleteAllDataButtonTitle" = "删除全部数据";
/* placeholder string when app is loading something */
"Loading..." = "载入中...";
/* OK button for dialogs and windows */
"OK" = "好";
/* Incorrect time interval alert text */
"STIncorrectDateIntervalAlertText" = "请在开始日期之后选择结束日期。";
/* Incorrect time interval alert text */
"STIncorrectTimeIntervalAlertText" = "请在开始时间之后选择结束时间。";
/* Bug report button*/
"Bug Report" = "报告漏洞";
/* Support request button*/
"Feature Request" = "改进建议";
/* Button to report mistranslation in the app */
"STMistranslationButton" = "报告翻译错误";
///* feature request email message subject: APP NAME and VERSION Feature Request */
//"STFeatureRequestMessageSubject" = "%@ %@ 改进建议";
///* feature request email message body */
//"STFeatureRequestMessageBody" = "我想提出如下建议:";
///* bug report  email message subject: APP NAME and VERSION Bug Report */
//"STBugReportMessageSubject" = "%@ %@ 漏洞报告";
///* bug report email message body: While using on my DEVICE TYPE (iOS VERSION) I've encountered... */
//"STBugReportMessageBody" = "在%@ (iOS %@)上使用应用程序时，遇到以下问题:";
///* bug report email message body: While using on my DEVICE TYPE (OS X VERSION) I've encountered... */
//"STBugReportMacMessageBody" = "在 %@ (OS X %@) 上使用应用程序时，遇到以下问题:";
///* bug report email message body: My time zone: is New York, USA */
//"STBugReportTimezone" = "我的时区是: %@.\n";
/* feature request email message subject: APP NAME and VERSION Feature Request */
"STFeatureRequestMessageSubject" = "%@ %@ Feature Request";
/* feature request email message body */
"STFeatureRequestMessageBody" = "I would like to suggest the following:";
/* bug report  email message subject: APP NAME and VERSION Bug Report */
"STBugReportMessageSubject" = "%@ %@ Bug Report";
/* bug report email message body: While using on my DEVICE TYPE (iOS VERSION) I've encountered... */
"STBugReportMessageBody" = "While using the app on my %@ (iOS %@) I've encountered the following problem:";
/* bug report email message body: While using on my DEVICE TYPE (OS X VERSION) I've encountered... */
"STBugReportMacMessageBody" = "While using the app on my %@ (OS X %@) I've encountered the following problem:";
/* bug report email message body: My time zone: is New York, USA */
"STBugReportTimezone" = "My time zone is: %@.\n";
/* mistranslation report email message subject: APP NAME and VERSION Mistranslation Report */
"STMistranslationMessageSubject" = "%@ %@ 翻译问题报告";
/* mistranslation report email message body: I would like to report translation that I think is wrong in the <LOCALIZATION NAME> version of <APP NAME> on my <DEVICE NAME> (iOS <VERSION>) */
"STMistranslationMessageBody" = "I would like to report translation that I think is wrong in the <b>%@</b> version of %@ on my %@ (iOS %@):";
/* mistranslation report email message body: I would like to report translation that I think is wrong in the <LOCALIZATION NAME> version of <APP NAME> on my <MAC NAME> (OS X <VERSION>) */
"STMistranslationMacMessageBody" = "I would like to report translation that I think is wrong in the %@ version of %@ on my %@ (OS X %@):";
/* Tell a Friend button */
"Tell a Friend" = "推荐给朋友";
/* Tell a Friend email message subject */
"STFriendMessageSubject" = "iStudiez Pro - 学生好助手！";
/* Tell a Friend email message body */
"STFriendMessageBody" = "嘿，快看这里！来看一下 <a href=\"http://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=310636441&mt=8\">iStudiez Pro</a> ，超棒的课程管理工具：) 我已经用了一段时间，觉得这款最好！";
/* Share button, f.e. share Assignment */
"Share" = "分享";
/* Info window title */
"STInfoBoxViewTitle" = "信息";
/* version of the app string */
"Version" = "版本";
/* Visit app website button */
"Open Web Page" = "打开网页";
/* App settings button and window title */
"Settings" = "设置";
/* App Data Managing button and window title */
"Data Managing" = "数据管理";
/* App Technical Support button and window title */
"Technical Support" = "技术支持";
/* button to Send app Data Backup via email */
"SendBackup" = "发送数据备份";
/* description text to explain Send Data Backup functionality */
"SendBackupDescription" = "将会把你所有的 %@ 数据作为附件发送。在设备上打开附件就会启动 %@ 并还原你的数据。";
/* Delete app data button */
"DeleteData" = "删除 %@ 数据";
/* Use sample data in the app - button */
"LoadSample" = "使用范例数据";
/* Create Data Backup button */
"STCreateDataBackup" = "创建数据备份";
/* Load Data Backup button */
"STLoadBackup" = "加载数据备份";
/* f.e.: Chinese translation by John Doe */
"STLocalizationStatement" = "";
/* Special thanks string */
"STSpecialThanksStatement" = "特別感谢 Olga Tsisarenko。";
/* Special thanks string */
"STSpecialThanksStatement-iPad" = "特別感谢 Olga Tsisarenko\n和Yura Astashkin。";
/* Copyright string */
"STCopyrightStatement" = "© 2009-2015 iStudiez团队。\n保留所有权利。";
/* Subject of the email with data backup, %@ is the name of app */
"STDataBackupSubject" = "%@ 数据备份";
/* APP NAME Data button */
"STBackupButton" = "%@ 数据";
/* Load backup alert title */
"DataBackupAlertTitle" = "还原 %@ 数据？";
/* Load backup alert text */
"DataBackupAlertText" = "你就要用之前已保存的备份数据替换现有数据。";
/* Load backup alert button */
"Replace" = "还原";
/* Load backup alert button */
"Cancel" = "取消";
/* label or button */
"Today" = "今天";
/* label or button */
"Yesterday" = "昨天";
/* label or button */
"DayAfterTomorrow" = "后天";
/* Backup error alert title */
"STDataBackupFailureAlertTitle" = "无法创建备份";
/* Backup error alert text, %@ is the app name */
"STDataBackupFailureAlertText" = "%@ 未能成功备份你的数据，请尝试重新启动设备，再重试。";
/* Backup error alert title */
"STDataBackupLoadingAlertTitle" = "无法载入备份";
/* Backup error alert text */
"STDataBackupLoadingAlertText" = "有许多原因会导致数据备份加载失败。请联系支持人员，获得更多帮助。";
/* title of alert about error */
"STAddressBookErrorAlertTitle" = "无法载入联系人信息";
/* text of alert about error */
"STAddressBookErrorAlertMessage" = "iStudiez Pro 无法从 Exchange 服务器导入联系人。请尝试先把联系人保存到你的设备。";
/* title of alert about error, %@ is the app name and app version */
"STBackupVersionAlertText" = "备份使用更新版本 %@ 制作。请更新到新版本 %@ ，再尝试载入备份。";
/* label used in case of Grade:none */
"None" = "无";
/* Label when app database is upgrading */
"STDatabaseUpgrade" = "正在更新数据库...";
/* Close button when dismissing some dialog */
"Close" = "关闭";
/* button when navigating between windows */
"STBackButton" = "返回";
/* button that shows today's classes and assignments */
"STOverview" = "概览";
/* Save button */
"Save" = "保存";
/* Done button */
"Done" = "完成";
/* Label when switch button is turned On. Should be short, abbreviation is possible */
"STOn" = "开启";
/* Label when switch button is turned Off. Should be short, abbreviation is possible */
"STOff" = "关闭";

/* Main menu label in Menu Bar on OS X. Should be equal to other apps */
"STMenuData" = "数据";
/* Main menu label in Menu Bar on OS X. Should be equal to other apps */
"STMenuEdit" = "编辑";
/* Main menu label in Menu Bar on OS X. Should be equal to other apps */
"STMenuView" = "预览";
/* Main menu label in Menu Bar on OS X. Should be equal to other apps */
"STMenuWindow" = "窗口";

/* ==== Data Menu commands ==== */
/* Data menu command on OS X. */
"STMenuNewAssignment" = "新作业";
/* Data menu command on OS X. */
"STMenuNewClass" = "新课";
/* Data menu command on OS X. */
"STMenuNewExam" = "新考试";
/* Data menu command on OS X. */
"STMenuNewCourse" = "新学科";
/* Data menu command on OS X. */
"STMenuNewSemester" = "新学期";
/* Data menu command on OS X. */
"STMenuSaveDatabase" = "保存数据库";

/* ==== Edit Menu commands ==== */
/* Edit menu command on OS X. */
"STMenuCut" = "剪切";
/* Edit menu command on OS X. */
"STMenuCopy" = "复制";
/* Edit menu command on OS X. */
"STMenuPaste" = "粘贴";
/* Edit menu command on OS X. */
"STMenuDelete" = "删除";
/* Edit menu command on OS X. */
"STMenuSelectAll" = "全选";
/* Edit menu command on OS X. */
"STMenuDeselectAll" = "取消全选";
/* Edit menu command on OS X. */
"STMenuEditAssignment" = "编辑作业";
/* Edit menu command on OS X. */
"STMenuEditClass" = "编辑课明细";
/* Edit menu command on OS X. */
"STMenuEditExam" = "编辑考试明细";
/* Edit menu command on OS X. */
"STMenuEditCourse" = "编辑学科名称";
/* Edit menu command on OS X. */
"STMenuEditSemester" = "编辑学期信息";
/* Edit menu command on OS X. */
"STMenuEditInstructor" = "编辑老师";
/* Edit menu command on OS X. */
"STMenuDoneEditing" = "完成编辑";
/* Edit menu command on OS X. */
"STMenuGenericEdit" = "编辑";
/* Edit menu command on OS X. */
"STMenuShowDetails" = "显示明细";
/* Edit menu command on OS X. */
"STMenuEditCourseGrades" = "管理学科成绩";
/* Edit menu command on OS X. */
"STMenuManageHolidays" = "管理假期";

/* ==== View Menu commands ==== */
/* Switch view of content to Completed Assignments - OS X menu command */
"SwitchToCompleted" = "切换到已完成"; //Switch to Completed Assignments
/* Switch view of content to Current Assignments - OS X menu command */
"SwitchToCurrent" = "切换到当前"; //Switch to Current Assignments
/* Generic switch view of content command - OS X menu command */
"STMenuGenericSwitch" = "切换內容";
/* Switch view of content to Day view command - OS X menu command */
"SwitchToDay" = "切换到日";
/* Switch view of content to Week view command - OS X menu command */
"SwitchToWeek" = "切换到周";
/* Sort Assignments menu */
"STSortAssignments" = "排序作业";
/* Command for sorting assignments by */
"ByDueDate" = "按到期日";
/* Command for sorting assignments by */
"ByCourse" = "按学科";
/* Command for sorting assignments by */
"ByPriority" = "按优先级";

/* Overview Menu */
/* Go to … command */
"STNextDay" = "后一天";
/* Go to … command */
"STPreviousDay" = "前一天";
/* Go to … command */
"STNextWeek" = "下一周";
/* Go to … command */
"STPreviousWeek" = "上一周";
/* Go to … command */
"STNextMonth" = "下个月";
/* Go to … command */
"STPreviousMonth" = "上个月";
/* Go to … command */
"STGoToToday" = "到今天";

/* Command to view app in full screen */
"STViewFullScreen" = "全屏";
/* Can't edit iCal Event text showing in menu */
"STCannotEditiCalEvent" = "无法编辑 iCal 事件";
/* Menu command to show event in the OS Calendar app */
"STShowIniCal" = "在iCal中显示";

/* Command to mark assignment as completed */
"STMarkAsCompleted" = "标记作业已完成";
/* Command to mark assignment as incompleted */
"STMarkAsIncompleted" = "标记作业为未完成";

/* Cancel this class alert title */
"STCancelClassText" = "你希望取消这次课，并把它从课程表中永久移除吗？";
/* Cancel this class alert description */
"STCancelClassTextNote" = "你更改这门学科的课程表明细时就会还原这节课。";

/* Application menu: About App (%@ is the app name) */
"STMenuAbout" = "关于%@";
/* Menu command to show app's preferences. Preferences is the OS X term */
"STMenuPreferences" = "偏好";
/* Menu command to show app's services. Services is the OS X term */
"STMenuServices" = "服务";
/* Menu command to hide the app. %@ is the app name */
"STMenuHideiStudiez" = "隐藏 %@";
/* Menu command to hide other launched apps */
"STMenuHideOthers" = "隐藏其它";
/* Menu command to show all launched apps */
"STMenuShowAll" = "全部显示";
/* Menu command to quit the app. Quit is the OS X term. %@ is the app name */
"STMenuQuit" = "退出 %@";

/* Menu command to close app window */
"STMenuCloseWindow" = "关闭窗口";
/* Menu command to open new app window */
"STMenuNewWindow" = "新建窗口";

/* Menu command */
"STMenuSpellingGrammar" = "拼写和语法";
/* Menu command */
"STMenuCheckSpelling" = "拼写检查";
/* Menu command */
"STMenuSpeech" = "演讲";
/* Menu command */
"STMenuStartSpeaking" = "开始说";
/* Menu command */
"STMenuStopSpeaking" = "停止说";

/* Menu command to minimize the app window to the Dock */
"STMenuMinimize" = "最小化";
/* Menu command to zoom in or zoom out the app window */
"STMenuZoom" = "缩放";
/* Menu command to bring all app windows to front */
"STMenuBringAllToFront" = "全部移到最前";

/* Menu command */
"STMenuHelp" = "帮助";
/* Menu command to show app help. %@ is the app name */
"STAppHelp" = "%@ 帮助"; 
/* Menu command */
"FAQ" = "常见问题解答";

/* small string to use in some cases when we need to show something like this: 1 of 3 points */
"of" = "/";
/* Button allowing to select something */
"STSelectButton" = "选择";

/* Label for assignment, single form */
"Assignment" = "作业";
/* Label for assignment, plural form */
"Assignments" = "作业";
/* Label for assignment due date */
"Due Date" = "到期日";
/* Label for partner on an assignment, single form */
"Partner" = "同伴";
/* Label for partner on an assignment, plural form */
"Partners" = "同伴";
/* Group name for assignments without courses */
"Other" = "其他";
/* Default assignment name (placeholder) */
"Untitled Assignment" = "未命名作业";

/* Delete Assignment button */
"Delete Assignment..." = "删除作业";

/* 'Choose Course' button title */
"Choose Course..." = "选择学科";

/* 'Add Partner' button title */
"Add Partner..." = "添同伴";
/* Title of alert when user wants to delete particular assignment */
"DeleteAssignmentAlertTitle" = "你确定要删除这项作业吗？";
/* Button in alert when user wants to delete particular assignment */
"DeleteAssignmentButtonTitle" = "删除作业";
/* Title of alert when user wants to delete several assignments at once. %d is a number of assignments */
"DeleteAssignmentsAlertTitle" = "确定想要删除 %d 作业吗?";
/* Button in alert when user wants to delete several assignments */
"DeleteAssignmentsButtonTitle" = "删除作业";

/* Assignment title label */
"Title" = "标题";
/* Assignment description label */
"Description" = "描述";

/* Button that allows to choose partner from Address Book */
"ChoosePartnerButtonTitle" = "选择同伴";
/* Button that allows to create new partner record */
"NewPartnerButtonTitle" = "新同伴";
/* Placeholder when Instructor or Partner has no name */
"STNoNamePlaceholder" = "没有名称";
/* button that removes partner from assignment */
"STRemovePartnerButton" = "移除同伴";
/* Text that indicates that chosen partner is not present in user's Address Book. %@ is the app name */ 
"STNoRecordInAddressBook" = "%@ 无法在地址簿中找到此记录。";

/* Button that shows all assignments. Should be short */
"All" = "全部";
/* Button that shows current assignments only. Should be short */
"Incomplete" = "当前";
/* Button that shows completed assignments only. Should be short */
"Complete" = "已完成";

/* Label that indicates that assignment is due today */
"STDueToday" = "今天到期";
/* Label that indicates that assignment is due tomorrow */
"STDueTomorrow" = "明天到期";
/* Label that indicates that assignment is due in 2 weeks for example */
"STDueInFormat" = "%@ 到期";
/* Label that indicates that assignment is due at specific date: Due Wednesday, Nov 15. %@ is a date */
"STDueFormat" = "%@  到期";
/* Label that indicates that assignment is overdue for %@ days, %@ is a number of days */
"STOverdueFormat" = "已过期 %@";
/* Label that indicates that assignment is completed today at specific time, %@ is a time stamp */
"STCompletedTodayFormat" = "今天 %@  完成";
/* Label that indicates that assignment is completed yesterday at specific time, %@ is a time stamp */
"STCompletedYesterdayFormat" = "昨天 %@ 完成";
/* Label that indicates that assignment is completed at specific date, %@ is a date stamp */
"STCompletedFormat" = "%@ 完成";

/* Assignment property name for editing view */
"Assignment Name" = "作业标题";

/* Table header label for list of assignments */
"Tomorrow" = "明天";
/* Table header label for list of assignments what have no specific due date */
"Someday" = "某天";

/* Assignment Priority label */
"Priority" = "优先级";
/* Low priority assignment */
"STPriority0" = "低";
/* Normal priority assignment */
"STPriority1" = "中";
/* High priority assignment */
"STPriority2" = "高";

/* Label that shows when there are no assignments present in the app */
"STNoAssignmentsTitle" = "无作业";
/* Description explaining how to add assignments in the mobile version of the app. Note the "tapping" term. */
"STNoAssignmentsDescription" = "你可以在当前视图右上角按 \"+\" 按钮，添加作业。";
/* Description explaining how to add assignments in the desktop version of the app. Note the "clicking" term. */
"STNoAssignmentsDescriptionMac" = "你可以单击加按钮，添加作业。";

/* Label showing when app needs to display date string, for example - When: 3 days before */
"When" = "时间";
/* Label showing when app needs to display time string, for example - At: 5:00 PM */
"At" = "于";

/* Label indicating that assignments can be shown in the list by some criteria */
"STShow" = "显示：";
/* Button allowing to sort assignment in the list by due date */
"STDueDate" = "到期日";
/* Button allowing to sort assignment in the list by course */
"STCourse" = "学科";
/* Button allowing to sort assignment in the list by priority */
"STPriority" = "优先级";
/* Button allowing to sort assignment in the list by date */
"STDate" = "日期";

/* Title in the alert showing when assignment comes from a third party */
"STImportAssignmentAlertTitle" = "接受任务";
/* Description in the alert showing when assignment comes from a third party. %@ is an assignment name */
"STImportAssignmentAlertText" = "是否接受 \"%@\"?";
/* Button in the alert showing when assignment comes from a third party */
"STImportAssignmentButton" = "接受";

/* Course is the school/college/university term. For example: Biology course, Literature course */
"Course" = "学科";
/* Label indicating a course title, for eaxmple: Mathematics */
"Course name" = "学科标题";
/* Labl for exams */
"Exams" = "考试";
/* Label showing that user have <something> and 1 exam. For example: 3 assignments, 1 exam */
"STandOneExam" = ", %d 场考试";
/* Label showing that user have <something> and several exams. For example: 13 assignments, 3 exams */
"STandManyExams" = ", %d 场考试";
/* Course window title */
"CourseViewControllerTitle" = "学科";
/* Title for the course without given title */
"Untitled Course" = "未命名学科";
/* Button allowing to add a class to the course */
"Add Occurrence..." = "添课";
/* Button allowing to add an exam to the course */
"Add Exam..." = "添考试";
/* Button allowing to create an instructor */
"NewInstructorButtonTitle" = "新增老师";
/*Button allowing to choose instructor for a class from the list */
"ChooseInstructorButtonTitle" = "选择老师";
/* Alert that appears when user press 'Delete Course' button */
"DeleteCourseAlertTitle" = "这会删除这门学科、课程表和作业。确定要删除整门学科吗？";
/* Delete Course button */
"DeleteCourseButtonTitle" = "删除学科";
/* Button allowing to display all classes that is hidden now for a course. %d is a number */
"Show all %d occurrences..." = "显示所有 %d 课";
/* Title showing when selected course has no schedule */
"STNoScheduleLabel" = "没有课程表";
/* Description explaining how to add classes and exams to a course. */
"STNoScheduleDescription" = "你可以在当前视图右上角按 \"+\" 按钮，添加课和考试。";
/* Empty course help text that appears when course contains no schedule, instructors and exams */
"STEmptyCourseHelpText" = "这个学科没有数据，点击 \"+\" 按钮或者进入编辑模式，输入课程表、老师等信息";
/* Button showing as an option in dialog and allowing to add a class that repeats on a regualr basis */
"STNewOccurrenceButtonTitle" = "定期课";
/* Button showing as an option in dialog and allowing to add a class that doesn't repeat  */
"STNewSingleOccurrenceButtonTitle" = "单次课";
/* Button showing as an option in dialog and allowing to add an exam  */
"STNewExamButtonTitle" = "考试";
/* Title of the window with exam details */
"Exam" = "考试";
/* 'Date and Time' table section title */
"Date and Time" = "日期与时间";
/* Label showing when need to display some date */
"Date" = "日期";
/* Label showing when need to display some class location */
"Location" = "地点";
/* Label showing when need to display some class room */
"Room" = "教室";
/* Label showing when need to display some class building */
"Building" = "教学楼";
/* Label showing when need to display some address */
"Address" = "地址";
/* Title of alert showing when app needs confirmation to delete an exam */
"DeleteExamAlertTitle" = "你真的希望删除这次考试吗？";
/* Button allowing to delete exam from a course */
"DeleteExamButtonTitle" = "删除考试";

/* General label when there is need to indicate grade. */
"Grade" = "成绩";
/* General label when there is need to indicate grade. Plural form. */
"Grades" = "成绩";
/* Label shwoing when assignment, exam or course has no grade. Should be short. */
"No grade" = "无";
/* Checkbox label allowing to grade exams as well, not only assignments */
"STGradeExams" = "考试批改";
/* Description explaining how "Grade Exams" feature works */
"STGradeExamsDescription" = "如果禁用这个功能，你的成绩只会根据已批改作业计算出来。";

/* "STExamsInAssignments" = "Exams in Assignments List"; */
/* "STExamsInAssignmentsDescription" = "Exams will be shown as assignments in Assignments View.";

/* Label showing earned points for an assignment */
"Earned Points" = "获得分数";
/* Label showing maximum possible points for an assignment */
"Total Points" = "最高";
/* Label showing points for an assignment */
"STNumberOfPoints" = "学分"; // for example 5 points
/* Short label showing earned points for an assignment. Note small caps. */
"EarnedSmallText" = "获得";
/* Short label showing maximum possible points for an assignment. Note small caps. */
"TotalSmallText" = "总分";

/* Label showing weight for an assignment or exam. Used for grading systems where weighted assignments used. */
"Weight" = "加权";
/* Plural form for assignment weight */
"Weights" = "加权";
/* Label indicating that weight wasn't assigned to assignment yet. */
"No Weight" = "未分配";
/* Label indicating that course has no weights, example – Course weights: None*/
"No Weights" = "无";
/* Labels showing when course grade is on but is not available. For example when there are no assignments and exams on course. */
"STNoMark" = "无";
/* Description explaining what is the Weights feature and how app calculates grades when Weights are off */
"STWeightsExplanation" = "如果没有向学科添加任何作业加权，就会用获得的总学分除以全部作业总分计算学科成绩。";
/* Title of the alert shwoing when user tries to add already existing weight a corse */
"STExistingWeightTitle" = "名称已存在";
/* Description of the alert showing when user tries to add already existing weight a corse. %@ is a weight name */
"STExistingWeight" = "该学科已包含名叫 \"%@\" 的加权。请为你正在添加的加权选择其他名称。";
/* Button allowing to add a new weight to a course. Note small caps */
"New Weight" = "新增加权";
/* Label showing total percents, for example - Total: 85% */
"STWeightsTotalFormat" = "总计：%@%%";

/* Course Credits, plural form */
"Credits" = "学分";
/* Course Credits, single form */
"Credit" = "学分";

/* Grading Scale label */
"Scale" = "评分方法";
/* Label indicating that grading scale for course isn't set, example – Grading Scale: N/A*/
"No Scale" = "无";
/* Description explaining how course grade will be calculated without grading scale */
"STNoScaleExplanation" = "在添加特定评分方法之前，这门学科的成绩会用百分制显示。自定义评分方法可以字母形式显示。全部学科的常规评分方法可以在应用程序设置里设定。";
/* Title of alert about grades option */
"STGradesIntroductionAlertTitle" = "成绩";
/* Description of alert about grades option */
"STGradesIntroductionAlertMessage" = "成绩选项已经可用，你希望立即打开选项，自定义设置吗？";
/* Yes button */
"STGradesIntroductionAlertYesButton" = "是";
/* No button */
"STGradesIntroductionAlertCancelButton" = "否";
/* Label ON to indicate that some feature is enabled */
"On" = "开";
/* Label OFF to indicate that some feature is disabled */
"Off" = "关";
/* Label to indicate minimum value for some feature */
"Min" = "最低";
/* Label to indicate maximum value for some feature */
"Max" = "最高";
/* Predefined name for weight */
"STHomeworkWeight" = "家庭作业";
/* Predefined name for weight */
"STProjectWeight" = "项目";
/* Predefined name for weight */
"STQuizWeight" = "小测";
/* Predefined name for weight */
"STTestWeight" = "测试";
/* Predefined name for weight */
"STExamWeight" = "考试";
/* Predefined name for weight */
"STPapersWeight" = "论文";


/* Checkbox label to indicate Grades feature */
"STGradesEnabledCheckboxTitle" = "成绩";
/* Description label explaining Grades option */
"STGradesOptionDescription" = "成绩选项帮你跟踪作业进展、学科成绩和总GPA。";
/* Alert showing when need to apply changed grading scale to all courses or to new courses only */
"STGradingScaleAlertText" = "该评分方法会被应用于：";
/* Title of alert showing when need to apply changed grading scale to all courses or to new courses only */
"STGradingScaleMacAlertTitle" = "你已经更改了评分方法";
/* Alert showing when need to apply changed grading scale to all courses or to new courses only */
"STGradingScaleMacAlertText" = "该评分方法会被应用于：";
/* Button indicating that grading scale will be applied to all courses */
"STGradingScaleDestructiveButtonTitle" = "全部学科";
/* Button indicating that grading scale will be applied to newly created courses */
"STGradingScaleOtherButtonTitle" = "新学科";

/* Label for a feature called Smart Keypad. Smart Keypad is a keypad appearing when user marks assignment as complete and allowing quickly input given points */
"STGradeEnableQuickGradeInput" = "智能键盘";
/* Description explaining what is Smart Keypad is */
"STGradeEnableQuickGradeInputDescription" = "把作业标记为完成后，智能键盘会让你更快捷地输入已取得的分数或总分数。";
/* Checkbox label for a feature. This is how Smart Keypad named on Desktop version of the app */
"STGradeEnableQuickGradeInputMac" = "快速输入成绩";
/* Description explaining what is Quick grade input is */
"STGradeEnableQuickGradeInputDescriptionMac" = "把作业标记为完成后，让你快速输入已取得分数或总分数。";
/* Grading Scale label */
"STGradesDefaultGradingScale" = "评分方法";
/* Description explaining how to edit grading scale */
"STGradeGradingScalePreviewFooterText" = "单击 \"编辑\" 按钮来自定义评分方法。会被保存为自定义方法。";
/* Custom Grading Scale label */
"Custom" = "自定义";
/* Grading Scale has 3 modes: Percents, Letters and Points to serve all users around the world. */
"Percents" = "百分数";
/* Grading Scale has 3 modes: Percents, Letters and Points to serve all users around the world. */
"Letters" = "字母";
/* Grading Scale has 3 modes: Percents, Letters and Points to serve all users around the world. */
"Points" = "分数";

/* Grading scale example label */
"STExample" = "例如：";
/* Example for Percents grading scale */
"STExamplePercents" = "\"生物：95.5%\"";
/* Example for Letters grading scale */
"STExampleLetters" = "\"生物：A\"";
/* Example for Points grading scale. It's allowed to change "5" to appropriate highest point in your country if applicable */
"STExamplePoints" = "\"生物：5\"";

/* Label indicating range of points for the Points grading scale. For example: Range 1-5 */
"STMaxPoints" = "范围";

/* GPA Scale label. GPA is the abbreviation for Grade Points Average. Check how it's named in your country if applicable. */
"STGPAScale" = "GPA计算方法";
/* Description explainig how Overall GPA will be calculated without any GPA scale */
"STGPAScaleNoScaleExplanation" = "如果不添加特定GPA计算方法，你的总GPA将以百分数显示。";
/* Label showing that there are no GPA scale */
"STNoGPAScale" = "无GPA计算方法";

/* Final grade label for past courses. Final grade option allows to input final grade for past courses and it will surpass all previous grades for these courses. */
"STCourseGradeTitle" = "期末成绩";
/* More detailed Final Grade label */
"STFinalGrade" = "最终学科成绩";
/* Description explaining how Final Grade option works */
"STFinalGradeExplanation" = "期末成绩输入后，会汇入所有之前输入的分数，并计算出总GPA。";
/* Overall GPA label */
"STOverallGPA" = "总GPA";
/* GPA (Grade Points Average) label */
"GPA" = "GPA";

/* Generic label for the text box allowing user to change some feature name, like holiday name, weight name, semester name and so on */
"Name" = "名称";
/* Label for the text box allowing user to change some value for feature, like weight value */
"Value" = "值";
/* Label for a section in app settings */
"Scale & GPA" = "计算方法和GPA";
/* Checkbox label for Desktop version of the app */
"Use Grades" = "使用成绩";
/* Description explaining how to use grades option. %@ is the app name */
"GradesGuideExplanation" = "请参考 %@ 网站上的用户手册，了解如何使用成绩选项。";
/* Label for an option in mobile version of the app allowing user to input percents values more precisely, like 95.54% */
"STPercentDecimals" = "百分数小数位";
/* Label for an option in desktop version of the app allowing user to input percents values more precisely, like 95.54% */
"STPercentDecimalsMac" = "启用百分数小数位";
/* Description explaining user how Percent Decimals feature works */
"STPercentDecimalsDescription" = "启用后，在编辑评分方法或GPA计算方法时，可以输入两位小数。";
/* Button allowing to reset some settings to default values */
"STResetGPAScale" = "重置到默认值";

/* Label for grading scale template */
"Template" = "模板";
/* Description for grading scale template */
"STGradeGradingScaleMacFooterText" = "你可以自定义评分方法。结果会被保存为自定义方法。";
/* Checkbox label allowing user to enable course grade calculations */
"STCalculateCourseGrade" = "计算学科成绩";

/* Checkbox label allowing user to enable grade calculations in the app */
"STPrefsTrackGrades" = "跟踪我的成绩";
/* Checkbox label for option to show Smart Keypad. Smart Keypad lets user quickly input earned/total points once he marks assignment as complete. */
"STPrefsSmartKeypad" = "使用智能键盘";
/* Checkbox label for option to calculate overall GPA for semesters */
"STPrefsOverallGPA" = "计算总GPA";
/* Label for section in app Preferences with Grades settiongs */
"STGradeOptionsLabel" = "成绩选项";


/* Label showing holiday - day or range of days when there are no classes. Like Independence Day */
"Holiday" = "假期";
/* Plural form */
"Holidays" = "假期";

/* Placeholder showing when there is no holidays added to the list */
"No Holidays" = "没有假期";
/* Description explaining how to add holidays in the mobile version of the app. Note the "tap" term. */
"No Holidays Placeholder Explanation Text" = "你可以在当前视图右上角按 \"+\" 按钮，添加假期。";
/* Description explainnig how to add holidays in the desktop version of the app. Note the "click" term. */
"NoHolidaysPlaceholderExplanationMac" = "你可以单击加按钮，添加假期。";

/* Label for holiday to display in calendar under date. All caps because displayed font is very small. */
"CalendarLabel" = "假期";
/* Description explaining what will Shift Schedule option do with user's schedule if enabled */
"ShiftScheduleDescription" = "调整课程表会把课推迟到假期之后。";
/* Checkbox label for option to shift schedule after this holiday */
"Shift Schedule" = "调整课程表";

/* Label showing the specific instructor (teacher) for a class */
"Instructor" = "老师";
/* Label showing abbreviated word in some localizations when full word doesn't fit */
"Instructors" = "老师";
/* Label showing full word Instructors */
"InstructorsFull" = "老师";

/* Placeholder showing when there is no instructor assigned to a class */
"No Instructor" = "没有老师";
/* Placeholder showing when there are no instructors assigned to a class */
"No Instructors" = "没有老师";
/* Description explaining how to add instructors in the mobile version of the app. Note the "tap" term. */
"No Instructors Placeholder Explanation Text" = "你可以在当前视图右上角按 \"+\" 按钮，添加老师。";
/* Description explainnig how to add new instructors in the desktop version of the app. Note the "click" term. */
"STNoInstructorsPlaceholderExplanationMac" = "你可以单击加按钮，添加老师。";

/* Button allowing to create new instructor */
"STOccurrenceNewInstructorButtonTitle" = "新增老师";
/* Button allowing to choose instructor from the list with existing instrutors */
"STOccurrenceChooseInstructorButtonTitle" = "选择老师";
/* Window title when user selects instructors from the list */
"STInstructorPickerViewTitle" = "选择老师";

/* Button allowing to add photo to the instructor's contact information. Note lowercase. */
"add photo" = "添照片";
/* Button allowing to edi photo in the instructor's contact information. Note lowercase. */
"edit photo" = "编辑";

/* Delete Instructor alert red Delete button title */
"DeleteInstructorButtonTitle" = "删除老师";

/* Button allowing to add new field to the instructor's contact information. Note lowercase. */
"STNewField" = "新增";
/* Button allowing to add new email to the instructor's contact information. Note lowercase. */
"STNewEmailAddressButtonTitle" = "新增电子邮件";
/* Button allowing to add new webpage to the instructor's contact information. Note lowercase. */
"STNewWebAddressButtonTitle" = "新增网址";
/* Button allowing to add new phone number to the instructor's contact information. Note lowercase. */
"STNewPhoneNumberButtonTitle" = "新增电话号码";
/* Button allowing to add new address to the instructor's contact information. Note lowercase. */
"STNewAddressButtonTitle" = "新增地址";
/* Button allowing to add new office hours record to the instructor's contact information. Note lowercase. */
"STNewOfficeHoursButtonTitle" = "新增办公时间";

/* Label showing the classes instructor leads */
"Classes" = "课";
/* Label showing office hours of instructor */
"Office Hours" = "办公时间";
/* Title of the window with instructor's contact information */
"Info" = "明细";

/* Label showing instructor's full name */
"STInstructorPlaceholder_fullName" = "姓名";
/* Label showing instructor's title, for example: professor */
"STInstructorPlaceholder_title" = "职称";
/* Label showing instructor's department */
"STInstructorPlaceholder_department" = "部门";
/* Label showing instructor's affiliation with university or faculty or school etc. */
"STInstructorPlaceholder_company" = "工作单位"; 

/* Button allowing to copy instructor's info from the OS Contacts app */
"STImportButtonTitle" = "从联系人导入";
/* Empty string for now */
"STNoCoursesForInstructor" = "";
/* Label indicating that instructor assigned to multiple courses */
"STMultipleCoursesForInstructor" = "多门学科";

/* placeholder. Note lowercase */
"email" = "电子邮件";
/* placeholder. Note lowercase */
"phone" = "电话号码";
/* placeholder. Note lowercase */
"webpage" = "网址";

/* Button allowing to take photo by device camera */
"Take Photo" = "拍照";
/* Button allowing to choose photo from user's photo library */
"Choose Existing Photo" = "选择已有照片";
/* Button allowing to delete existing instructor's photo */
"Delete Photo" = "删除照片";


/* Label indicating class - event in user's school/college/university schedule */
"Occurrence" = "课";
/* Button allowing to set assignment due date for the next class */
"NextOccurrence" = "下次课";
/* Label showing when need to display start date of class or semester */
"From" = "从";
/* Label showing when need to display end date of class or semester */
"To" = "到";

"Occurrence type" = "类型";
/* Label showing when need to display predefined class type, for example: Lecture, Lab and so on */
"Occurrence repeats" = "重复";
/* Label for class that has no repeat */
"Single Occurrence" = "单次事件";

/* Predefined class type in the app */
"STOccurrenceLectureTypeIdentifier" = "讲座";
/* Predefined class type in the app */
"STOccurrenceLabTypeIdentifier" = "实验课";
/* Predefined class type in the app */
"STOccurrencePracticalTypeIdentifier" = "实践课";
/* Predefined class type in the app */
"STOccurrenceSeminarTypeIdentifier" = "研讨课";
/* Predefined class type in the app */
"STOccurrenceClassTypeIdentifier" = "课";
/* Predefined class type in the app */
"STOccurrenceGroupStudyTypeIdentifier" = "小组学习";
/* Predefined class type in the app */
"STOccurrenceExamTypeIdentifier" = "考试";
/* Label showing Instructor's office hours */
"STOccurrenceOfficeHoursTypeIdentifier" = "老师办公时间";

/* Placeholder showing when user needs to specify building. Note the lowercase */
"lowercase building" = "教学楼";
/* Placeholder showing when user needs to specify room. Note the lowercase */
"lowercase room" = "教室";
/* Unknown location - currently should be blank */
"Unknown location" = "";
/* Placeholder showing when user needs to specify building address. Note the lowercase */
"address placeholder" = "教学楼地址";
/* Placeholder showing when user needs to specify building number. Note the lowercase */
"building placeholder" = "教学楼号";
/* Placeholder showing when user needs to specify room number. Note the lowercase */
"room placeholder" = "教室号";

/* Button allowing to delete class from the schedule */
"DeleteOccurrenceAlertTitle" = "你确定要删除课表？";
/* Button allowing to delete class from the schedule */
"DeleteOccurrenceButtonTitle" = "删除课表";

/* Notification formatting for classes. For example: <symbolic icon> <time> - <Chemistry>, <Lab> */
"STPushNotificationMainFormat" = "\UE325 %@ - %@，%@";
/* SPACE AT THE BEGGINING IS THE MUST. Notification formatting for classes. For example: <Lecture> by <Instructor Name> */
" by %@" = "由 %@";
/* SPACE AT THE BEGGINING IS THE MUST. Notification formatting for classes. For example: <Lab> in <Main building> */
" in %@" = "地点： %@";
/* Notification format for 10.8. For example: <symbolic icon> <time> - <Mathematics> */
"STPushNotificationTitle" = "\UD83D\UDD14 %@ - %@";
/* SPACE AT THE BEGGINING IS THE MUST. Notification format for assignments. For example: <Write Essay> on <Literature> due <date> */
" on %@ due %@" = "%@ 截止于 %@"; 
/* SPACE AT THE BEGGINING IS THE MUST. Notification format for assignments. For example: <Write Essay> due <date> */
" due %@" = "截止于 %@";

/* Button allowing to add class type. F.e. Lecture, Seminar and so on */
"STAddNewOccurrenceTypeButtonTitle" = "添课类型";
/* Button allowing to change class type. F.e. Lecture, Seminar and so on */
"STEditClassType" = "编辑课类型";

/* Label indicating how often class will repeat in the schedule */
"Never" = "从不";
/* Label indicating how often class will repeat in the schedule */
"Every week" = "每周";
/* Label indicating how often class will repeat in the schedule */
"Every other week" = "每两周";
/* Label indicating how often class will repeat in the schedule. %d is a number */
"Every %d weeks" = "每 %d 周";
/* Label indicating how often class will repeat in the schedule */
"Every day" = "每天";
/* Label indicating how often class will repeat in the schedule */
"Every other day" = "每两天";
/* Label indicating how often class will repeat in the schedule. %d is a number */
"Every %d days" = "每 %d 天";
/* Label indicating how often class will repeat in the schedule */
"Every working day" = "每个工作日";
/* Label indicating how often class will repeat in the schedule */
"Every other working day" = "每两个工作日";
/* Label indicating how often class will repeat in the schedule. %d is a number */
"Every %d working days" = "每 %d 个工作日";
/* Label indicating how often class will repeat in the schedule */
"STEveryOddDay" = "每奇数天";
/* Label indicating how often class will repeat in the schedule */
"STEveryOtherOddDay" = "每隔一奇数天";
/* Label indicating how often class will repeat in the schedule. %d is a number */
"STEveryXOddDays" = "每 %d 奇数天";
/* Label indicating how often class will repeat in the schedule */
"STEveryEvenDay" = "每偶数天";
/* Label indicating how often class will repeat in the schedule */
"STEveryOtherEvenDay" = "每隔一偶数天";
/* Label indicating how often class will repeat in the schedule. %d is a number */
"STEveryXEvenDays" = "每 %d 偶数天";
/* Label indicating how often class will repeat in the schedule. F.e. Every <something> */
"Every" = "每";
/* Note lowercase */
"Weeks" = "周";
/* Note lowercase */
"Days" = "日";
/* Note lowercase */
"Working days" = "工作日";
/* Note lowercase */
"STOddDays" = "奇数天";
/* Note lowercase */
"STEvenDays" = "偶数天";

/* Button for week section of the app calendar */
"STWeek" = "周";
/* Button for day section of the app calendar */
"STDay" = "日";

/* Alert asking user what to do with cancelled classes when user changes his schedule */
"STCancelOrRestoreAlert" = "你刚刚更改了学科课程表明细。想把之前取消的课还原到课程表吗？";
/* Button allowing to keep class as cancelled. Should be short. */
"STKeepCancelled" = "保留取消"; //This is a button. Should be short.
/* Button allowing to restore cancelled class back to the schedule. Should be short. */
"STRestoreCancelled" = "还原"; //This is a button. Should be short.

/* Placeholder showing when user didn't select a class, exam or event in the list yet */
"STNoSelectionTitle" = "未选择";
/* Description explaining that user needs to select something first */
"STNoSelectionText" = "选择一次课、考试或iCal事件，查看明细。";
/* Label indicating that particular class was cancelled for some reason */
"STCancelledClassLabel" = "已取消";

/* Placeholder label showing on a specific day when there are no classes on this day */
"No classes" = "没课";
/* Placeholder label showing on a specific day when there are no assignments on this day */
"No assignments" = "无作业"; /* "没作业"; */

/* Placeholder to insert AM symbol after time */
"STWeekRulerAMTimeFormat" = "%d";
/* Placeholder to insert PM symbol after time */
"STWeekRulerPMTimeFormat" = "%d";
/* String that replaces 12:00 PM time in calendar. All caps */
"STWeekRulerNOONTimeFormat" = "中午";
/* Label for specific section of calendar in the app that displays user's schedule */
"Schedule" = "课表";
/* Label indicating that an event is all-day and has no specific start and end time */
"STAllDay" = "整天";
/* Button allowing to create new class or exam. Should be short */
"STNewClassButtonTitle" = "新课/考试";
/* Button allowing to create new calendar event in OS Calendar */
"STNewICalEventButtonTitle" = "新日历事件";

/* Label indicating that there are no invitees to particular OS Calendar event */
"STNoAttendees" = "没有受邀人";
/* Label indicating that there are 1 invitee to particular OS Calendar event */
"STOneAttendee" = "1 个受邀人";
/* Label indicating that there are number of invitees to particular OS Calendar event. %d is the number */
"STManyAttendees" = "%d 个受邀人";

/* Button allowing to show more events that currently hidden. F.e. 4 more events */
"STWeekviewAlldayMoreEvents" = "还有 %d 个"; // f.e. 2 more events

/* Button in app Preferences */
"Appearance" = "外观";
/* Option allowing to set badge on app icon indicating number of upcoming assignments. */
"App Icon Badge" = "程序图标标记";
/* Option allowing to turn app icon badge on/off */
"Show Badge" = "显示标记";

/* Option to set assignments count on the app icon in the Dock. "Dock" is the OS X specific term */
"STPrefsDockAssignments" = "Show assignments count";
/* Label for an option to display specific assignments count on the app icon */
"STPrefs1day" = "提前 1 天";
/* Label for an option to display specific assignments count on the app icon */
"STPrefs2days" = "提前 2 天";
/* Label for an option to display specific assignments count on the app icon */
"STPrefs3days" = "提前 3 天";
/* Label for an option to display specific assignments count on the app icon */
"STPrefs4days" = "提前 4 天";
/* Label for an option to display specific assignments count on the app icon */
"STPrefs5days" = "提前 5 天";
/* Label for an option to display specific assignments count on the app icon */
"STPrefs6days" = "提前 6 天";
/* Label for an option to display specific assignments count on the app icon */
"STPrefs1week" = "提前 1 周";
/* Label for an option to display specific assignments count on the app icon */
"STPrefs2weeks" = "提前 2 周";
/* Label for an option to display specific assignments count on the app icon */
"STPrefs3weeks" = "提前 3 周";
/* Label for an option to display specific assignments count on the app icon */
"STPrefs1month" = "提前 1 个月";
/* Label for an option to display specific assignments count on the app icon */
"STPrefsAllAssignments" = "全部作业";
/* Label for an option to display specific assignments count on the app icon */
"STPrefsOverdue" = "仅过期作业";

/* Option to set assignments count on the app icon in iPhone home screen. */
"Tasks for" = "作业数";
/* Short label for an option to display specific assignments count on the app icon */
"1 day" = "1 天";
/* Short label for an option to display specific assignments count on the app icon */
"2 days" = "2 天";
/* Short label for an option to display specific assignments count on the app icon */
"3 days" = "3 天";
/* Short label for an option to display specific assignments count on the app icon */
"4 days" = "4 天";
/* Short label for an option to display specific assignments count on the app icon */
"5 days" = "5 天";
/* Short label for an option to display specific assignments count on the app icon */
"6 days" = "6 天";
/* Short label for an option to display specific assignments count on the app icon */
"1 week" = "1 周";
/* Short label for an option to display specific assignments count on the app icon */
"2 weeks" = "2 周";
/* Short label for an option to display specific assignments count on the app icon */
"3 weeks" = "3 周";
/* Short label for an option to display specific assignments count on the app icon */
"1 month" = "1 个月";
/* Short label for an option to display specific assignments count on the app icon */
"All tasks" = "所有";
/* Short label for an option to display specific assignments count on the app icon */
"Overdue" = "过期";

/* Label for an option what to display on Today icon in the app */
"Today Icon" = "今天图标";
/* Label for an option to display month name on Today icon in the app */
"Month" = "月";
/* Label for an option what to display weekday name on Today icon in the app */
"Weekday" = "工作日";
/* Label or button for Calendar section */
"Calendar" = "日历";
/* Label or button for advanced section or option */
"Advanced" = "高级";
/* Checkbox label for an option to display colored dots under dates in calendar for color-coded classes */
"Colored dots" = "彩色点";
/* Checkbox label for an option to display specific number of dots under dates in calendar specifi number of classes */
"Multiple Dots" = "多个点";
/* Checkbox label for an option to display assignment icons for specific dates in calendar when these assignmentsa are due */
"Assignments Icons" = "作业图标";
/* Checkbox label for an option to display exam icons for specific dates in calendar when these exams are due */
"Exams Icons" = "考试图标";
/* Label for specific section of the app when calendar grid is displayed as a weekly view */
"Week View" = "周视图";
/* Label for specific section of the app when calendar grid is displayed as a month view */
"Month View" = "月视图";
/* Checkbox label for an option to display week number on a week */
"Week Number" = "周数";

/* Label for an option to choose incremental step in time picker on iPhone - 1 minute or 5 minutes */
"Default time interval" = "选择时间间隔";
/* Incremental step in iPhone time picker */
"1 minute" = "1 分钟";
/* Incremental step in iPhone time picker */
"5 minutes" = "5 分钟";

/* Label for an option to set default class duration when user creating new class in the Planner */
"Default class duration" = "课时长";

/* Label for Notifications section in the app Preferences */
"Notifications" = "通知";
/* Label for an option when app should notify user. F.e. Notify at 5 pm */
"Notify" = "通知";
/* Description explaining steps needed to perform in order Notifications to work properly */
"Enable Push" = "要接收通知，请到设置程序，开启接收iStudiez Pro通知。";
/* Description explaining Notification Service requirements */
"Push Connection" = "苹果推送通知服务必须联网使用，请连接手机数据网络或Wi-Fi。";

/* Label to group settings for classes in Preferences */
"Class Notifications" = "课";
/* Label to group settings for assignments in Preferences */
"Assignment Notifications" = "作业";
/* Checkbox label allowing to enable notifications */
"Enable Class Notifications" = "启用课通知";
/* Checkbox label allowing to enable notifications */
"Enable Exam Notifications" = "启用考试通知";
/* Checkbox label allowing to enable notifications */
"Enable Assignment Notifications" = "启用作业通知";
/* Button allowing to apply new settings to all assignments */
"Apply to All Assignments" = "应用到所有作业";
/* Label for an option to choose time before class notification occurs */
"STClassNotificationsTimeIntervalFormat" = "%d 分钟前";

/* Label for an option to choose when assignment notification occurs */
"STAssignmentNotificationsOnDueDate" = "到期日";
/* Label for an option to choose when assignment notification occurs */
"STAssignmentNotificationsDayBefore" = "一天前";
/* Label for an option to choose when assignment notification occurs */
"STAssignmentNotificationsDaysFormat" = "%d 天前";
/* Label for an option to choose default time when assignment notification occurs */
"STAssignmentNotificationsDefaultTime" = "默认时间";
/* Label for an option to choose time before notification occurs */
"5 minutes before" = "5 分钟前";
/* Label for an option to choose time before notification occurs */
"10 minutes before" = "10 分钟前";
/* Label for an option to choose time before notification occurs */
"15 minutes before" = "15 分钟前";
/* Label for an option to choose time before notification occurs */
"20 minutes before" = "20 分钟前";
/* Label for an option to choose time before notification occurs */
"30 minutes before" = "30 分钟前";
/* Label for an option to choose time before notification occurs */
"60 minutes before" = "1 小时前";
/* Label for an option to choose time before notification occurs */
"120 minutes before" = "2 小时前";
/* Label for an option to choose time before notification occurs */
"300 minutes before" = "5 小时前";
/* Label for an option to choose time before notification occurs */
"1440 minutes before" = "1 天前";
/* Label for an option to choose time before notification occurs */
"2880 minutes before" = "2 天前";

/* Label for a fundamental section of the app where user is able to manage his semesters, courses, classes and exams */
"Planner" = "进度表";

/* Label for a sound of Notification */
"Sound" = "声音";
/* Label for default iOS sound when user chooses sound for Notifications */
"System Default" = "默认";

/* Button allowing to publish classes and exams from the app to the OS Calendar app */
"STPublishToSystemCalendar" = "发布到 iCal";
/* Description showing when classes and exams are publishing to the OS Calendar app */
"STPublishProgress" = "正在发布课到 iCal...";
/* Description showing when classes and exams are removing fromthe OS Calendar app */
"STUnPublishProgress" = "从 iCal 移除课...";
/* Checkbox label for an option to display system Calendar events in the app */
"STImportFromSystemCalendar" = "iOS 日历事件";
/* Description for an option to display system Calendar events in the app. %@ is the app name */
"STSystemCalendarDescription" = "允许 %@ 内管理日历程序事件。"; // within iStudiez Pro

/* Label for Page Flip option. Can be On/Off */
"STPageFlip" = "翻页";
/* Label for Page Flip animation option.*/
"STPageFlipHeader" = "动画";

/* Label for an option to set default due date for newly created assignments */
"STDefaultDueDateLabel" = "默认到期日期";
/* Description that explains where default due date will be applied */
"STDefaultDueDateDescription" = "已选定到期日期将会应用于作业视图中创建的新作业。";
/* Label for an specific default due date for newly created assignments */
"STPrefsSameDay" = "同一天";

/* =============== Mac Version texts ================= */

/* Checkbox label for an option to display system Calendar events in the app */
"STPrefsICalEvents" = "显示 iCal 事件";
/* Label for an option to choose specific calendars. Should be short */
"STPrefsCalendars" = "日历"; //Choose iCal Calendars to Display
/* Description explaining user that he needs to select specific calendars to be shown in the app */
"STPrefsSelectCalendarsLabel" = "选择你想在 iStudiez Pro 中显示的日历";

/* Single form label for Birthdays calendar */
"Birthday" = "生日";
/* Plural form label for Birthdays calendar */
"Birthdays" = "生日";

/* Label for option in app Preferences to display something in calendar */
"STMiniCalendarDisplay" = "在迷你日历显示";
/* Checkbox label for an option to display in app calendar specific dates with bold font when assignments are due in that days */
"STPrefsBoldAssignments" = "作业到期时，日期显示为粗体";
/* Checkbox label for an option to display in app calendar specific amount of dots under date to indicate number of classes in this day */
"STPrefsMultipleDots" = "不同点表示不同课";
/* Checkbox label for an option to display in app calendar dots in red color under date to indicate exams in this day */
"STPrefsExamRedDots" = "红点表示考试";

/* Label for option to enter custom phrases showing on Today screen at some cases */
"STPrefsPhrases" = "短语";
/* Button allowing to reset phrases to default */
"Reset Settings" = "还原默认短语";

/* Menu command or button to start a sync operation */
"Sync" = "同步";
/* Menu command or button to start a sync operation */
"STSyncNow" = "立刻同步";
/* Menu command or button to start a sync operation */
"STForceSyncNow" = "同步到服务器";
/* Label for Sync option in the app preferences */
"STSyncEnabled" = "云同步";

/* Description for cloud sync option when sync is turned OFF. %@ is the app name */
"STSyncEnabledDescriptionOFF" = "打开，在你的 iOS 设备之间，同步 %@ 数据。";
/* Description for cloud sync option when sync is turned ON. %@ is the iPhone, iPod in first case and the app name in second case */
"STSyncEnabledDescriptionON" = "你的数据会在应用闲置时每 %d 分钟同步一次。\n要手动同步，请在 %@ 运行时摇晃 %@ 设备。";
/* Description for cloud sync option when sync is turned ON. Popover is the interface element on iPad, like window with arrow pointing to the tapped object  */
"STSyncEnabledDescriptionPadON" = "数据会在程序闲置没有弹出窗口出现时每 %d 分钟同步一次。\n要手动同步，请在工具栏上单击同步按钮。";
/* Description for cloud sync option on a Mac when sync is turned OFF. */
"STSyncEnabledMacDescriptionOFF" = "打开，在你的 Mac 和 iOS 设备之间，同步 iStudiez Pro 数据。";
/* Description for cloud sync option on a Mac when sync is turned ON. */
"STSyncEnabledMacDescriptionON" = "数据会在程序闲置时每 %d 分钟同步一次。要手动同步，请在主窗口单击立即同步按钮。";

/* Label showing when there needs to indicate specific user's Cloud Sync account */
"STCloudSyncAccountLabel" = "云同步帐号：";
/* Label showing when there needs to indicate last sync operation date and time */
"STLastSyncFormat" = "上次同步：%@";
/* Label showing when there needs to indicate specific user's Cloud Sync account on a Mac */
"STLastSyncLabel" = "上次同步";
/* Label showing when there needs to indicate Cloud Sync status */
"STSyncStatusLabel" = "状态";
/* Label showing the OK status of Cloud Sync */
"STSyncStatusActive" = "同步已激活";
/* Label showing some problem status of Cloud Sync */
"STCannotFindHostAlert" = "无法找到服务器。请确定你使用的应用程序是最新版本，再重试。";
/* Label showing network problem status of Cloud Sync */
"STNetworkConnectionLost" = "连接失败，因为网络连接已断开。";

/* Title showing when there are no Internet connection */
"STNoInternetConnectionAlertTitle" = "无法连接到服务器";
/* Description showing when there are no Internet connection */
"STNoInternetConnectionAlertMessage" = "请检查网络连接设置，再重试。";
/* Label showing on button when there are no Internet connection */
"STNoInternetConnectionStatus" = "无法连接";
/* Title showing when app can't connect to server */
"STCannotConnectToServer" = "无法连接到服务器";
/* Title showing when there are no Internet connection */
"STInternetNotConnected" = "没有互联网连接";
/* Title showing when Cloud Sync server is down */
"STCloudServerUnavailable" = "云服务器暂时不可用";
/* Label allowing to set Sync over Wi-Fi only */
"STWiFiSync" = "只用 Wi-Fi";
/* Description for option allowing to set Sync over Wi-Fi only */
"STWiFiSyncDescription" = "使用该选项，減少手机数据流量。";

/* Label indicating the text field for login input */
"STLoginLabel" = "登录：";
/* Label indicating the text field for password input */
"STPasswordLabel" = "密码：";
/* Label indicating the text field for password verification */
"STRetypePassword" = "确认：";
/* placeholder for Sign In dialog and Create Account dialog */
"STLoginPlaceholder" = "电子邮箱";
/* placeholder for Sign In dialog and Create Account dialog */
"STPasswordPlaceholder" = "密码";
/* placeholder for Sign In dialog and Create Account dialog */
"STConfirmPasswordPlaceholder" = "确认密码";
/* Title showing in the dialog when user wants to restore password */ 
"STRestorePassword" = "还原密码";
/* Button allowing to dismiss a dialog or window */
"STCancel" = "取消";
/* Button allowing to sign in to the Cloud Sync server */
"STLoginButton" = "登录";
/* "STNoAccount" = "Don't have an account?"; */
/* Button allowing to create Cloud Sync account */
"STCreateAccount" = "创建云同步帐号";
/* Button allowing to create Cloud Sync account. Short version. */
"STRegisterButton" = "创建";
/* Button allowing to create Cloud Sync account */
"STRegisterLabel" = "创建云同步帐号";

//"STSignInWithAnotherAccountButtonTitle" = "Switch Accounts";
//"STSyncValidating" = "Validating account...";

/* Button allowing to sign out from the CLoud Sync server */
"STSignOutButton" = "注销";
/* Title showing when there is need to indicate Cloud Sync option - labels, window titles, etc. */
"STSyncKeyViewTitle" = "云同步";
/* Title showing when user not signed in to Cloud Sync server */
"STNotLoggedIn" = "尚未登录";

/* Alert showing when user inputs login for Cloud Sync during registration process */
"STLoginDescription" = "请输入有效的电子邮箱地址作为登录帐号。注册后，你会收到一封确认信，含有激活你的云同步帐号的链接地址。";
/* Alert showing when user creating account for Cloud Sync */
"STRegistrationDescription" = "请为你的iStudiez Pro 云同步帐号输入电子邮件地址并选择密码。";

/* Title showing in alert about registering Cloud Sync account */
"STCompletedSyncRegistrationTitle" = "检查电子邮件收件箱";
/* Alert showing when user registered Cloud Sync account. %@ is the actual user's email */
"STCompletedSyncRegistrationAlert" = "谢谢你注册。确认邮件已发送到 %@。请按照邮件中的说明，激活你的云同步帐号。";

/* Title showing in alert about creating new password */
"STForgotPassword" = "忘记密码";
/* Alert asking user about creating new password */
"STForgotPasswordQuestion" = "你是否要创建新密码？"; //Yes or No
/* Alert showing when user wants to reset password. %@ is the actual user's email */
"STCompletedRestorePassword" = "邮件已发送到 %@。请按照邮件中的说明，创建新密码。";
/* Button allowing to create a new password */
"STForgotPasswordTitleQuestion" = "忘记密码？";

/* Switch Account NOT USED FOR NOW */
//"STSwitchAccount" = "Switching Accounts";
//"STSwitchAccountWithChanges" = "Your current account data will now be synced with the cloud sync server. Signing in with different account will erase current data and load account data from server to this %@. Switch accounts?"; //"Your app data now will be synced with you current account. If you switch account, the app data on this %@ will be replaced with data from the account you want to switch to. Are you sure you want to switch account?"; // "There are not synced data on this %@. You will lose these changes if you switch account now. Are you sure you want to switch?";
//"STSwitchAccountDescription" = "Signing in with different account will erase current data and load account data from server to this %@. Switch accounts?"; //"The app data on this %@ will be replaced with data from the account you want to switch to. Are you sure you want to switch account?";
//"STSwitchButton" = "Switch";

/* Title showing when app needs user decision about which data to use. */
"STServerHasDataTitle" = "云服务器上已经存有数据";
/* Alert showing when app needs user decision about which data to use. */
"STServerHasDataText" = "请选择你要使用的数据。数据会被同步到云服务器。";
/* Button showing when app needs user decision about which data to use. */
"STLoadFromServerButton" = "使用来自服务器的数据";
/* Button showing when app needs user decision about which data to use. %@ is the iPhone, iPad, iPod or Mac */
"STLoadToServerButton" = "使用来自 %@的数据";

/* Button allowing to turn Sync off */
"STTurnSyncOff" = "关闭同步";

/* Titles */
/* Title showing when some sync error occuring */ 
"STSyncError" = "同步错误"; // 1004, GENERAL ERROR TITLE
/* Title showing when app can't sign in to the server */ 
"STCannotSignIn" = "无法登录"; // 1008
/* Title showing in situations when sync is impossible at the moment */ 
"STNotSignedInAlertTitle" = "无法同步"; // 1009, 1011
/* Title showing when user inputting some wrong information */ 
"STSyncInputError" = "输入错误"; // 1000, 1001, 1002
/* Title showing when user trying to register already registered account */ 
"STSyncAccountExists" = "帐号已存在"; // 1007
/* Title showing when Cloud Sync Server is non responsive at the moment */ 
"STServerBusy" = "云服务器忙";

/* Alert showing when user isn't signed in */
"STNotSignedInAlertText" = "你尚未登录。";
/* Alert showing when app can't sign in with previously inputted credentials */
"STCannotLogin" = "无法自动登录。请使用你的云同步帐号登录，如果没有请创建新帐号。";
/* Alert showing when user tries to register already registered account */
"STDuplicateEmail" = "这个云帐号已被注册。"; // 1007
/* Alert showing when user imput wrong login or password */
"STNotAuthorized" = "帐号或密码错误"; // 1008, 1010
/* Alert showing when passwords from "password" field and "confirm password" field don't match */
"STPasswordsDoesntMatch" = "密码不一致。";
/* Alert showing when user tries to sync simultaneously on several devices */
"STSyncLocked" = "你的一个设备正在同步。请过几分钟再试。"; // 1011
/* Alert showing when user input incorrect email address */
"STBadLogin" = "请输入有效的电子邮箱地址。"; // 1000
/* Alert showing when user wasn't using Cloud Sync for a long time */
"STExpiredSession" = "同步会话已超时。请重新登录。"; // 1009
/* Alert showing when password too long or too short */
"STLengthPasswordError" = "密码必须包含 4-32 个字符。"; // 1001, 1002
/* Alert showing when Cloud Sync server is on maintenance */
"STServerMaintenance" = "目前，云服务器正在维护。请稍后再试。"; //2000
/* Alert showing specific error code (%d) */
"STErrorCode" = "服务器报错: (%d)。请几分钟后再试。如果错误持续，请联系技术人员获取帮助。"; //GENERAL ERROR WITH CODE
/* Alert showing when user attempted too many times to sync */
"STDDOS" = "尝试太多次。请稍后再试。"; // 1004
/* Alert showing when unknown error was happened */
"STUnknownSyncError" = "请过几分钟再试。"; // UNKNOWN ERROR
/* Alert showing when user data on the server mismatches with the data in the app */
"STMissingDataOnServer" = "请确定你使用的应用程序是最新版本，再重试。";
/* Alert showing when user isn't activated his Cloud Sync Account yet */
"STAccountIsNotActive" = "你还没有激活你的云同步帐号。根据电子邮件中的说明激活它。";

/* Label showing when app is syncing */
"STSyncProgress" = "正在同步...";

/* Delete All Data buttons if Sync is enabled */
"STDeleteAllDataInformativeText" = "这将会删除已和云同步服务器同步的所有设备上的iStudiez Pro数据。该操作不可撤消。";
/* Button allowing user to delete app data from his iPhone, iPod or iPad */
"STDeleteLocalDataButtonTitle" = "从这个设备删除";
/* Button allowing user to delete app data from all synced devices */
"STDeleteAllDataButtonTitle" = "从所有设备删除";
/* Alert showing when user have to update the app on his device. %@ is the iPhone, iPod, iPad or Mac */
"STClientAppVersionIsObsolete" = "云同步服务器包含更新应用程序版本创建的数据。请在%@ 上更新iStudiez Pro。";
/* Button that opens Mac App Store app on the Mac */
"STOpenMacAppStoreButton" = "打开Mac App Store";
/* Button that opens App Store app on the iPhone/iPad/iPod */
"STAppStoreButton" = "App Store";

/* ============= Mac version texts ============= */
/* Label showing when user tries to login into sync account and suggesting user to create one */
"STSyncDontHaveAccount" = "没有帐号？";
/* Button allowing user to create Cloud Sync account */
"STSyncCreateAccount" = "创建帐号";
/* Title explaining to user that he should sign in to sync app data between his devices */
"STSignInToSync" = "登录，在你的 Mac 和 iOS 设备之间，同步 iStudiez Pro 数据。";
/* Title explaining to user that he should create an account to sync app data between his devices */
"STRegisterToSync" = "创建云同步帐号，在你的 Mac 和 iOS 设备间同步 iStudiez Pro 数据。";
/* Button allowing user to delete app data from his Mac */
"STDeleteMacLocalDataButtonTitle" = "从Mac上删除";
/* Button allowing user to delete app data from all synced devices */
"STDeleteMacAllDataButtonTitle" = "从所有设备删除";
/* Label for email field */
"STLoginLabelMac" = "电子邮箱";
/* Label for password field */
"STPasswordLabelMac" = "密码";
/* Label for confirm password field */
"STConfirmPasswordMac" = "确认";

/* Alert title showing on start of the app to tell user about Sync option. Note the word "Preferences", it should be translated according to Apple style. */
"STAlertEnableSyncTitle" = "要打开偏好，启用云同步吗？";
/* Alert description showing on start of the app to tell user about Sync option. */
"STAlertEnableSyncDescription" = "云同步选项允许你在 iStudiez Pro 的 iPhone/iPod、iPad 和 Mac 版本之间同步数据。";
/* Button that appears in previously mentioned alert */
"STNotNow" = "现在不要";
/* Button that appears in previously mentioned alert */
"STOpenPreferences" = "打开偏好";
/* Button that appears in previously mentioned alert */
"STOpenSyncPreferences" = "打开同步偏好";
/* Description for Sync option in Preferences */
"STCloudSyncDescription" = "iStudiez Pro 云同步让你能够自动分享所有Mac和iOS设备上的iStudiez Pro 数据，不需要数次输入相同的数据。";
/* Description about CLoud Sync account */
"STSyncWelcomeAlert" = "要同步，你需要有%@ 云同步帐号。登录或创建新帐号继续。";

/* Title of alert showing that data will be deleted on device and replaced with the data from the cloud server. %@ is an iPhone, iPod, iPad or Mac */
"STSyncFromServerAlertTitle" = "想替换这个 %@上的数据吗？";
/* Alert showing that data will be obtained FROM the Cloud Sync server. %@ is an iPhone, iPod, iPad or Mac */
"STSyncFromServerDescription" = "你%@上的数据将删除，被服务器上的数据替换。";
/* Title of alert showing that data will be transmitted and synced from this device to all devices */
"STSyncFromDeviceAlertTitle" = "想替换所有其他已同步设备上的数据吗？";
/* Alert showing that data will be transmitted TO the Cloud Sync server. %@ is an iPhone, iPod, iPad or Mac */
"STSyncFromDeviceDescription" = "来自这个 %@上的数据将会加载到云服务器，并同步到所有其他设备。";
/* Button allowing to replace data either on this device or other devices */
"STReplaceDataButton" = "替换数据";

/* Title for password reset option */
"STRestorePasswordTitle" = "输入你的电子邮件地址以重置密码";
/* Description for password reset option */
"STRestorePasswordText" = "你可能需要检查垃圾文件夹或解除阻止noreply@istudentpro.com。";
/* Button sending email to user when he is resetting his Cloud Sync account password */
"STSendEmail" = "发送电子邮件";

/* String with single form */
"Semester" = "学期";
/* String with plural form */
"Semesters" = "学期";
/* Title for list of courses */
"Courses" = "学科";
/* Title for window or pane when user adding new course */
"New Course" = "新学科";
/* Title for list with current semesters */
"Current Semesters" = "当前学期";
/* Title for list with past semesters */
"Past Semesters" = "过去学期";
/* Title for list with upcoming semesters */
"Future Semesters" = "以后学期";
/* Command or button allowing to show past semesters */
"STShowPastSemesters" = "显示过去学期";
/* Command or button allowing to show past classes */
"STShowPastClasses" = "显示上过的课";
/* Button allowing to add course to semester */
"Add Course..." = "添学科";
/* Semester start date caption */
"Start date" = "开始";
/* Semester end date caption */
"End date" = "结束";
/* Title for window or pane when user editing semester */
"Edit Semester" = "编辑学期";
/* Alert title showing when user wants to delete entire semester */
"DeleteSemesterAlertTitle" = "删除学期将同时删除其中的所有学科、课程表与作业。确定要删除整个学期吗？";
/* Button allowing to delete a semester */
"DeleteSemesterButtonTitle" = "删除学期";
/* Default new semester name */
"Untitled Semester" = "未命名学期";
/* Title showing when there's no semesters added */
"No Semesters" = "没有学期";
/* Description showing when there are no semesters. Note the "tap" word instead of "click" */
"No Semesters Placeholder Explanation Text" = "你可以在当前视图右上角按 \"+\" 按钮，添加学期。";
/* Description showing for semester without courses. Note the "tap" word instead of "click" */
"STEmptySemesterHelpText" = "学期內没有学科。单击 \"+\" 按钮，或者进入编辑模式，输入学科和课程表。";
/* Title for several placeholders */
"No courses" = "无学科";
/* Title for several placeholders */
"No course" = "无学科";
/* Single courses format */
"%d course" = "%d 学科";
/* Plural courses format */
"%d courses" = "%d 学科";

/* Alert showing when user wants to assign course to an assignment and there are no courses created yet. Note the "tap" word instead of "click" */
"STNoCoursesHelpText" = "你还没有添加任何学科。触按 \"进度表\"按钮，添加学期和学科。";
/* Hint explaining where to add semesters and courses */
"STNoCoursesForAssignmentPlaceholderText" = "你可以在进度表中添学期和学科。";

/* Label that used for current semesters header in the semesters list */
"Current" = "当前";
/* Label that used for past semesters header in the semesters list */
"Past" = "过去";
/* Label that used for upcoming semesters header in the semesters list */
"Future" = "以后";
/* Label on the button showing schedule for all courses */
"All Courses" = "所有学科";

/* Title showing in Planner when course was created, but there are no classes or exams for this course */
"STNoClassesPlaceholder" = "你没有添加任何课或考试。";
/* Button that allows to add semester */
"STAddSemester" = "添学期";
/* Title showing in Planner for specific case */
"STNoSemestersPlaceholderExplanationMac" = "你可以单击加按钮，添加学期。";
/* Title showing in Planner for specific case */
"STEmptySemesterHelpTextMac" = "学期內没有学科，单击加按钮，输入学科和课程表。";

/* Button allowing to add new assignment to the course */
"Add Assignment..." = "添作业";
/* Title showing in the window for new assignment  */
"New Assignment" = "新作业";
/* Label showing single number of assignments, f.e. '1 assignment'. %d is a number */
"%d assignment" = "%d 作业";
/* Label showing plural number of assignments, f.e. '5 assignments'. %d is a number */
"%d assignments" = "%d 作业";

/* Label showing over current classes, events or exams that are last now */
"STNowLabel" = "现在";
/* Label showing over classes, events or exams that are scheduled later today */
"STNextLabel" = "下一个：";
/* Label showing over past classes, events or exams */
"STPassedLabel" = "过去："; /* f.e. Class: Past */

/* Label showing over current class or event and indicates time left for class or event. F.e. Class: 15 min left. %@ is the time stamp */
"STTimeLeft" = "%@ 剩余";
/* Label showing over upcoming classes, events or exams. F.e. Class: In 2 hours 15 min. %@ is the time stamp */
"STExpectingInTime" = "%@之后";

/* Title that shows when semesters and courses wasn't added into the app yet */
"STNoCoursesTitle" = "无学科";
/* Description that shows when semesters and courses wasn't added into the app yet. Note the "Planner" button translation, it should match. Also note "Tap" verb, it should be used on devices with touchscreen */
"NoTermsExplanation" = "单击 \"进度表\"按钮，添学科。";
/* Title that shows when there is no classes or events for today */
"Day Off" = "休息一天吧！";
/* Description that shows when there is no classes or events for today */
"DayOffExplanation" = "找点乐子！";
/* Title that shows on Today screen when there is no current semesters, only past and upcoming semesters are present */
"Vacation" = "假期";
/* Description that shows on Today screen when there is no current semesters, only past and upcoming semesters are present */
"VacationExplanation" = "祝你开心！";
/* Title that shows on Today screenwhen all classes for today is over */
"No Classes for Today" = "今天的课已上完";
/* Description that shows on Today screen when all classes for today is over */
"NoClassesExplanation" = "可能还有作业该交了。检查一下！";

/* Button that allows to edit class or exam details */
"Edit Details..." = "编辑明细";
/* Button showing in the dialog and means "Cancel this class, it will removed from my schedule for this day" */
"Skip..." = "取消这次课";
/* Button showing in the dialog and means "Restore this class, that I cancelled previously. It will remain it in my schedule for this day" */
"UnskipClassButtonTitle" = "还原这次课";
/* Button showing in the dialog and means "Don't cancel this class, it will remain it in my schedule for this day" */
"DontCancelClassButtonName" = "不取消";
/* Button showing in the dialog and means "Cancel this class, it will removed from my schedule for this day" */
"CancelClassButtonName" = "取消这次课";

/* Label showing class notes */
"Notes" = "注释";

/* Title that shows when there are no courses added and that describes how to add courses. Note the "Planner" button translation, it should match. Also note "Click" verb, it should be used on devices with mouse input */
"NoTermsExplanationMac" = "单击 \"进度表\"按钮，添学科。";
/* Title of alert when user wants to delete particular course from his schedule. %@ is the course name */
"STDeleteCourseTitleMac" = "确定要删除 \"%@\"课吗？";
/* Title of alert when user wants to delete particular course from his schedule. */
"STDeleteCourseDescriptionMac" = "这将会删除该学科、课程表和作业。此操作不可撤销。";
/* Title of alert when user wants to delete particular semester from his schedule. %@ is the semester name */
"STDeleteSemesterTitleMac" = "你确认要删除 \"%@\"学期吗？";
/* Description of alert when user wants to delete particular semester from his schedule. */
"STDeleteSemesterDescriptionMac" = "这将会删除该学期及其包含的所有学科、课程表及作业。此操作不可撤销。";
/* Title of alert when user wants to delete particular class from his schedule. */
"STDeleteClassTitleMac" = "确定想要删除这次课吗?";
/* Description of alert when user wants to delete particular class from his schedule. */
"STDeleteClassDescriptionMac" = "此操作无法撤销。";
/* Button that removes class from schedule */
"STDeleteClassButton" = "删除课";
/* Title of alert when user wants to delete particular exam from his schedule. %@ is the exam name */
"STDeleteExamTitleMac" = "确定想要删除\"%@\"考试?";
/* Description of alert when user wants to delete particular exam from his schedule. */
"STDeleteExamDescriptionMac" = "此操作无法撤销。";

/* Tooltip showing over button */
"STSemesterNameTooltip" = "单击以编辑学期名称";
/* Tooltip showing over button */
"STSemesterTimeframesTooltip" = "单击以编辑学期时间框架";
/* Tooltip showing over button */
"STEditDetailsTooltip" = "双击以编辑明细";
/* Tooltip showing over button */
"STCourseColorTooltip" = "单击以改变学科颜色";
/* Tooltip showing over button */
"STEditCourseNameTooltip" = "单击以编辑学科名称";
/* Tooltip showing over button */
"STAddNewClassTooltip" = "单击以新增课";
/* Tooltip showing over button */
"STAddNewExamTooltip" = "单击以新增考试";

/* ================== In-App Store Strings ================== */
/* Label showing that item is installed */ 
"STInstalledLabel" = "已安装";
/* Label showing that item is available for purchase */ 
"STAvailableLabel" = "可用";
/* Button allowing to restore previous purchases */
"STRestorePurchasesButton" = "还原购买";
/* Title showing in window title */
"STIn-AppStore" = "应用程序内购买";
/* Label showing when there are no products available to purchase */
"STNoProducts" = "应用程序内没有物品";
/* Button allowing to uninstall selected item */
"STUninstallButton" = "卸载";
/* Label showing when purchased item is downloading */
"STDownloadingLabel" = "下载中...";
/* Label showing when there is an update for previously purchased item */
"STUpdateButton" = "更新";
/* Label showing when new item available in the store */
"STNewLabel" = "新建";
/* Title showing in alert when app can't download purchased item. */ 
"STInAppAlertTitle" = "下载内容出现错误";
/* Description showing in alert when app can't download purchased item. */ 
"STInAppAlertText" = "无法下载内容。请稍后再试。";
/* Title showing in alert when app can't download purchased item. */ 
"STInAppAlertTextRestore" = "无法下载内容。你是否想还原之前购买的内容？";
/* Button allowing to restore previously purchased item */ 
"STInAppRestoreButton" = "还原";
 
/* Label that used in window title or feature name */
"STWorkingDaysTitle" = "工作日";
/* Label that describes the feature. %@ is the app name */
"STWorkingDaysDescription" = "iStudiez Pro 会把标记的星期日期视为工作日。";
/* Label that used in window title or feature name. Word "Shift" is noun. */
"STShiftScheduleTitle" = "课程表调整";
/* Label showing which type of holiday shift schedule currently in use by the app */
"STHolidayShiftsLabel" = "假期调整适用于：";
/* Long label that indicates that Whole Schedule Shift was chosen: Schedule Shift: Whole Schedule */
"STHolidayShiftsAllSchedule" = "全部课程表";
/* Long label that indicates that Alternate Days Schedule Shift was chosen: Schedule Shift: Alternate Days */
"STBlockScheduleLabel" = "其他日期";

/* Short label that indicates that Whole Schedule Shift was chosen: Schedule Shift - Whole */
"STAllScheduleLabel" = "全部";
/* Short label that indicates that Alternate Days Schedule Shift was chosen: Schedule Shift - Alternate Days */
"STHolidayShiftsBlockSchedule" = "其他日期"; 

/* Button that appears in the dialogs and windows and applies new settings */
"STApplyButton" = "应用";
/* Label that describes difference between Whole Shift Schedule and Alternate Shift Schedule */
"STShiftScheduleExtendedDescription" = "其他日期调整适用于每 X 天或每 X 工作日重复课。 \n如果假期时间设定为一整周或更多周，全部课程表会根据周课程表顺延所有课。";
/* Label that describes what is Alternate Shift Schedule */
"STShiftScheduleAlternatedDaysDescription" = "其他日期调整适用于每 X 天或每 X 工作日重复课。";
/* Label that describes what is Shift Whole Schedule */
"StShiftScheduleWholeScheduleDescription" = "如果假期时间设定为一整周或更多周，全部课程表根据周课程表顺延所有课。";
/* Label that describes what is Shift Schedule */
"STShiftScheduleDescription" = "让你设定规则，调整输入假期后的课程表。";
/* Alert title that warns user that his schedule will be pushed after schedule */
"STRebuildScheduleDescription" = "你刚更改了课程表调整规则。你想让iStudiez Pro按照你的新偏好设置顺延课程表吗?";
/* Alert description that explains user which classes will be rescheduled after holiday */
"STRebuildScheduleWorkingDaysDescription" = "所有每 X 天或每 X 工作日重复的课将会被重新调整。";
/* Alert description that explains user which classes will be rescheduled after holiday */
"STRebuildScheduleHolidaysShiftDescription" = "假期后的所有课将会被重新调整。";
/* Button that pushes schedule according to new rules */
"STRebuildScheduleButton" = "顺延课程表";

// !!!!!!!!!!!! Complex description for 2 cases on a Mac. NEED TO SHORTEN IT TO 2
/* First part of complex description that consists of 3 parts. The resulting sentence is combined as 1+2 or 1+3. %@ is a 2nd or 3rd part. */
"STHolidayShiftDescriptionSettingsBaseMac" = "偏好选项设定为 %@";
/* Second part of complex description that consists of 3 parts. The resulting sentence is combined as 1+2 or 1+3. */
"STHolidayShiftDescriptionSettingsWholeMac" = "全部课程表调整会把你的所有课延到假期之后。";
/* Third part of complex description that consists of 3 parts. The resulting sentence is combined as 1+2 or 1+3. */
"STHolidayShiftDescriptionSettingsAlternateDaysMac" = "其他日期调整会把每 X 天或每 X 工作日重复的课顺延到假期之后。";
/* Warning strings what appears only when 1+2 combination used */
"STHolidaysShiftDescriptionWarningMac" = "这项设置只在假期时间设定为至少一整周时才能起作用。";

// !!!!!!!!!!!! Complex description for 2 cases on iOS. NEED TO SHORTEN IT TO 2
/* First part of complex description that consists of 3 parts. The resulting sentence is combined as 1+2 or 1+3. %@ is a 2nd or 3rd part. */
"STHolidayShiftDescriptionSettingsBase" = "根据应用程序设置， %@";
/* Second part of complex description that consists of 3 parts. The resulting sentence is combined as 1+2 or 1+3. */
"STHolidayShiftDescriptionSettingsWhole" = "全部课程表将会延期到假期之后";
/* Third part of complex description that consists of 3 parts. The resulting sentence is combined as 1+2 or 1+3. */
"STHolidayShiftDescriptionSettingsAlternateDays" = "之前根据每 X 天或每 X 工作日制定的课程表循环，会顺延到假期后。"; //alternate days only
/* Warning strings what appears only when 1+2 combination used */
"STHolidaysShiftDescriptionWarning" = "全部课程表调整只有在假期时间设定至少整一周时才起作用。";

/* APPLE TERM - Label or button for General area of the app Preferences */
"STPreferencesGeneral" = "常规";

/* !!!!!!!!!!!! Alert that asks user whether to apply new settings */
"STNotificationsAlertTitle" = "选择将会应用这些设置的作业：";
/* Button that applying new settings to all existing assignments */
"STNotificationsAllAssignments" = "应用到全部";
/* Button that applying new settings to the assignments created afterwards */
"STNotificationsNewAssignmentsOnly" = "仅限于新作业";

/* !!!!!!!!!!!! Alert that asks user whether to apply new settings */
"STNotificationsAlertTitle" = "选择将会应用这些设置的作业：";
/* Button that applying new settings to all existing assignments */
"STNotificationsAllAssignments" = "应用到全部";
/* Button that applying new settings to the assignments created afterwards */
"STNotificationsNewAssignmentsOnly" = "仅限于新作业";

/* label for attachment size, f.e. "345 bytes" */
"STBytes" = "%d 字节";
/* label for attachment size, f.e. "35 KB" */
"STKiloBytes" = "%d KB";
/* label for attachment size, f.e. "2 MB" */
"STMegaBytes" = "%@ MB";
/* label for attachment size, f.e. "0.5 GB" */
"STGigaBytes" = "%@ GB";
/* Single form label for the attachment to an assignment */
"STAttachment" = "附件";
/* Plural form label for the attachment to an assignment */
"STAttachments" = "附件";
/* Button showing all <9> attachments. %d is the number */
"STShowAllAttachments" = "显示全部 %d";
/* Button that hides attachments. Opposite to the previous string */
"STHideAttachments" = "隐藏";
/* Label showing when there are no attachments on particular assignment */
"STNoAttachmentPlaceholder" = "没有附件";
/* APPLE TERM – Button showing attachment in a separate floating window */
"STQuickLookAttachment" = "快速查看附件";
/* Button removing an attachment from particular assignment */
"STDeleteAttachment" = "删除附件";
/* Button or menu command that allowing to save attachment to the disk */
"STSaveAttachmentAs" = "附件另存为";
/* Alert title showing in specified case. %@ is the file name */
"STCannotReplaceFileAlertTitle" = "文件 \"%@\" 不能添加为附件，因为另一个同名的文件已经添加为此作业的附件";
/* Alert description showing in specified case */
"STCannotReplaceFileAlertText" = "要添加此文件，需要先重新命名，或删除同名的已存在文件，再重试。";
/* Label showing the number of selected assignments */
"STMultipleAssignmentsSelected" = "%d 作业已选择";
/* Alert showing when user didn;t set permission for the app to access his contacts (address book) */
"STAddressBookRestrictedTitle" = "iStudiez Pro 不允许从联系人导入数据。你可以在系统偏好中更改隐私设置。";
/* Alert title showing in the demo version of the app when user wants to use feature that unavailable in the demo */
"Feature not enabled for this demo" = "演示版本中未启用该功能";
/* Alert showing on startup of the demo version of the app. %@ is the app name */
"This version of app has been created specifically for demonstration purposes" = "专门创建这个版本的%@，用于演示";

/* ============= CrashReporter ============ */
/* For dialogs Send crash report button */
"Yes" = "发送";
/* For dialogs Cancel buttons */
"No" = "取消";
/* For dialogs OK buttons */
"OK" = "好";
/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "报告问题？";
/* Description explaining that crash data has been found and ask the user if the data might be uploaded to the developers server */
"CrashDataFoundDescription" = "之前应用程序意外退出。你想匿名向开发商报告问题，帮助他们找到问题并修复吗？";
/* Alert box button if the users wants to send crash data always automatically */
"Always" = "总是";
/* Text showing in a processing box that the crash data is being uploaded to the server */
"Sending" = "正在发送…";
/* Title for the alert view giving feedback about the crash */
"CrashResponseTitle" = "问题状态";
/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "之前你报告了导致应用程序意外退出的问题。这将在最近更新中进行修复 %@。";
/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "之前你报告了应用程序意外退出的问题。这个问题已经解决，新版 %@ 已提交给苹果，正在等待审核。";
/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "之前你报告了应用程序意外退出的问题。这个问题已经解决，新版 %@ 已经上架。请备份数据后，更新到新版本。";

/* ================= MAC version texts =================== */
/* Title showing in the alert box when crash report data has been found */
"CrashReporterTitle" = "问题报告";
/* Description explaining that crash data has been found and ask the user if the data might be uploaded to the developers server. %@ is the app name */
"CrashDataFoundDescriptionMac" = "之前 %@  运行时意外退出。你想匿名向开发商报告，帮助他们发现问题并修正漏洞吗？";
/* For dialogs Send crash report button */
"SendButton" = "发送";
/* For dialogs Cancel buttons */
"CancelButton" = "取消";
/* Button that opens technical details about crash */
"ShowDetailsButton" = "显示明细";
/* Button that hides technical details about crash */
"HideDetailsButton" = "隐藏明细";
/* Button that opens user's comments section about crash */
"CommentsLabel" = "评论：";
/* Description explaining the how to use Comments section */
"CommentsPlaceholder" = "请详细描述问题出现之前的操作步骤。";


 
